Repository: GitMirroring/gnuboot
Catalog: website/status/po/*.po
Languages: es

source: all but 16MB macbook images
es: todas las imagenes excluyendo imagenes para 16MB macbook

source: All but Asus KCMA-D8, KFSN4, KGPE-D16
es: Todas excluyendo Asus KCMA-D8, KFSN4, KGPE-D16

source: all but d945gclf and kfsn4-dre
es: todas las imagenes excluyendo imagenes para d945gclf y kfsn4-dre

source: All but Gigabyte GA-G41M-ES2L and Intel D510MO
es: Todas excluyendo Gigabyte GA-G41M-ES2L y Intel D510MO

source: all but KGPE-D16 and KCMA-D8
es: todas las imagenes excluyendo imagenes para KGPE-D16 y KCMA-D8

source: all images
es: todas las imagenes

source: All supported computers
es: Todas las Computadoras sostenidas

source: ASUS KCMA D8 mainboard and workstation with ECC RAM
es: ASUS KCMA D8 mainboard and workstation con RAM ECC

source: ASUS KCMA D8 mainboard and workstation with non-ECC RAM
es: ASUS KCMA D8 mainboard and workstation con RAM no-ECC

source: ASUS KGPE D16 mainboard with ECC RAM
es: ASUS KGPE D16 mainboard con RAM ECC

source: ASUS KGPE D16 mainboard with non-ECC RAM
es: ASUS KGPE D16 mainboard con RAM no-ECC

source: Computers using it
es: Computadoras usando eso

source: Coreboot GPU driver
es: Controlador de GPU de Coreboot

source: Coreboot status
es: Estado de Coreboot

source: D16 with ECC RAM
es: D16 con RAM ECC

source: D16 with non-ECC RAM
es: D16 con RAM no-ECC

source: Fail: #66463
es: Fallado: #66463

source: Fail: #66463 Fail: #66487
es: Fallado: #66463,#66487

source: Fail: #66487
es: Fallado: #66487

source: GM45 ThinkPads
es: ThinkPads GM45

source: GRUB images
es: imagenes GRUB

source: GRUB with high resolution graphics
es: GRUB con gráficos alta resolución

source: GRUB with text-only low resolution
es: GRUB con texto baja resolución

source: KCMA-D8 with ECC RAM
es: KCMA-D8 con RAM ECC

source: KCMA-D8 with non-ECC RAM
es: KCMA-D8 con RAM no-ECC

source: KGPE-D16 and KCMA-D8
es: KGPE-D16 y KCMA-D8

source: KGPE-D16 with ECC RAM
es: KGPE-D16 con RAM ECC

source: KGPE-D16 with non-ECC RAM
es: KGPE-D16 con RAM no-ECC

source: Maintained
es: Mantenido

source: Missing images
es: Faltan imágenes

source: more than half of the images
es: mas de la mitad de las imagenes

source: N/A: empty file
es: N/A: archivo vacío

source: N/A: not built
es: N/A: no construido

source: Needs deblobbing
es: Necessita deblobbing

source: new GPU driver
es: nuevo controlador de GPU

source: old GPU driver
es: controlador de GPU antiguo

source: Path inside the image
es: Ruta en la imagen

source: Provenance
es: Provenida

source: Removed
es: Removido

source: SeaBIOS images
es: imagenes SeaBIOS

source: SeaBIOS with high resolution graphics
es: SeaBIOS con gráficos alta resolución

source: SeaBIOS with text-only low resolution
es: SeaBIOS con texto baja resolución

source: Similar to Intel D945GCLF
es: Similar a Intel D945GCLF

source: Similar to ThinkPad T400
es: Similar a ThinkPad T400

source: Since GNU Boot release
es: Desde versión GNU Boot

source: Stability
es: Estabilidad

source: Tested
es: Probado

source: ThinkPad T60 with intel GPU
es: ThinkPad T60 con GPU intel

source: Unknown
es: Desconocido

source: Unmaintained
es: Sin mantenimiento

source: Untested
es: No probado

source: Usage
es: Uso

source: Vendor
es: Vendedor

source: Product
es: Producto

source: Upstream project
es: proyecto "Upstream" (Contracorriente)

source: Vendor, product
es: Vendedor, Producto

source: Version
es: Versión

source: Yes
es: Sí

source: Yes: verified by checksum
es: Sí: verificado por suma de verificación
